Repository: Aguslxrd/ZTrucking
Catalog: Programacion/BackOffice/BackOffice/Languages/Resource_language_*.resx
Languages: spanish

source: Activated
spanish: Activado

source: Add
spanish: Agregar

# AppStoreHouseTitle
source: StoreHouse Application
spanish: Aplicacion Almacen

source: Assign Lot to trucker
spanish: Asignar lote a camionero

source: Assign Products
spanish: Asignar Productos

source: Back
spanish: Volver

source: Change Status
spanish: Cambio de estado

# CompleteAllBoxAndStatus
source: Please, Complete All Box And Status
spanish: Porfavor Completa Todos Los Campos Y Estados

source: Corner
spanish: Esquina

source: Customer
spanish: Cliente

source: Date of creation
spanish: Fecha de creacion

source: Date of shipment
spanish: Fecha de envio

source: Delete
spanish: Eliminar

# DestinationID
source: ID Destination
spanish: ID Destino

source: Drivers Application
spanish: Aplicacion choferes

source: Edit
spanish: Editar

# ErrorSyntaxis
source: Error Check Syntaxis
spanish: Error De Sintaxis

source: Estimated Date
spanish: Fecha estimada de entrega

source: ID Destination
spanish: ID Destino

source: ID Truck
spanish: ID Camion

source: Invalid ID
spanish: ID No valido

source: Job
spanish: Puesto

source: Lot found
spanish: Lote encontrado

# LotID
source: ID Lot
spanish: ID Lote

# LotIDToAssign
source: ID Lot to assign
spanish: ID Lote a asignar

source: Lot not found
spanish: Lote no encontrado

# MainMenuSpanish
source: Main Menu
spanish: Menu principal

source: Manage Lots
spanish: Gestionar lotes

source: Manage Products
spanish: Gestionar productos

source: Manage Shipments
spanish: Gestionar envios

source: Name
spanish: Nombre

source: Number
spanish: Numero

source: Product and lot distribution
spanish: Distribucion de productos y lotes

source: Product Found
spanish: Producto Encontrado

source: Product ID
spanish: ID Producto

# ProductIDToAssign
source: ID Product to assign
spanish: ID Producto a asignar

# ProductNotFound
source: Producto Not Found
spanish: Producto No Encontrado

source: Refresh
spanish: Recargar

source: Routes
spanish: Recorridos

source: Search
spanish: Buscar

source: Search By Destination ID
spanish: Buscar por id destino

source: Search By StoreHouse ID
spanish: Buscar por id almacen

source: Searcher
spanish: Buscador

# SearchProductByID
source: Search
spanish: Buscar

# SelectAnIndex
source: Please, Select an index.
spanish: Por favor, selecciona una fila

source: Status
spanish: Estado

# StoreHouseID
source: ID StoreHouse
spanish: ID Almacen

source: Street
spanish: Calle

# Successfull
source: Action Success
spanish: Accion exitosa

# TruckerID
source: ID Trucker
spanish: ID Camionero

source: Trucks and lots
spanish: Camiones y lotes

# UserFound
source: User not found
spanish: Usuario encontrado

source: View Destinations
spanish: Ver destinos

source: Volume
spanish: Volumen

source: Weight
spanish: Peso

# AssignUser
source: Assign User Role
spanish: Asignar rol de usuario

source: Destination Manager
spanish: Gestion de destinos

source: Manage Storehouse
spanish: Gestionar Almacenes

source: Manage Travels
spanish: Gestionar recorrido

source: Manage Trucks
spanish: Gestionar Camiones

source: Manage Users
spanish: Gestionar Usuarios

source: Map
spanish: Mapa

source: ID Operator
spanish: ID Operario

# FirstLastName
source: Last Name
spanish: Primer Apellido

source: First Name
spanish: Primer Nombre

source: ID Trucker
spanish: ID Camionero

source: Password
spanish: Contraseña

# PhoneNumber
source: Phone
spanish: Telefono

source: Username
spanish: Nombre de usuario

source: Destination
spanish: Destino

source: Subject
spanish: Asunto

source: Gerency
spanish: Gerencia

# AssignOperatorToStoreHouse
source: Assign Operator
spanish: Asignara operario

source: Add storehouse
spanish: Agregar almacen

source: Position
spanish: Posicion

source: Cancel
spanish: Cancelar

source: Save
spanish: Guardar

source: Add Truck
spanish: Agregar camion

source: Assign Truck
spanish: Asignar camion

# TruckerHasTruckAssigned
source: Error, truck or ship assigned.
spanish: Error, camion o envio asignado al chofer

# OperatorIsAssignedToAnStoreHouse
source: Error, this operator is assigned to an storehouse.
spanish: Error, el operario no puede estar asignado a un almacen.

source: Operator
spanish: Operario

source: Trucker
spanish: Chofer

# UsernameTooLong
source: Username max length are 16 characters
spanish: Username no puede exceder los 16 caracteres
